Repository: ccnet/CruiseControl.NET
Catalog: project/WebDashboard/Resources/Languages.*.resx
Languages: de, es, fr

source: Activity
de: Aktivität
es: Actividad
fr: Activité

source: Add New Server
de: Neuen Server hinzufügen
es: Agregar Nuevo Servidor
fr: Ajouter un nouveau serveur

source: Allow Force/Abort Build
de: Anstoßen/Abbrechen erlauben
es: Construir Forzar/Abortar
fr: Permettre l'annulation et l'exécution forcée des compilations

source: Allow Start/Stop Project
de: Start/Stop erlauben
es: Iniciar/Detener Proyecto
fr: Permettre le démarrage et l'arrêt de projets

source: Audit History for Project: {0}
de: Protokoll für Projekt: {0}
es: Historial del Proyecto: {0}
fr: Historique pour le projet: {0}

source: Available Packages for {0}
de: Verfügbare Pakete von {0}
es: Paquetes Disponibles para {0}
fr: Paquetages disponible pour le projet {0}

source: Backwards Compatible
de: Kompatibel
es: Compatibilidad hacia atrás
fr: Compatibilités

source: Build
es: Construir
fr: Compiler

source: Build Label
de: Build Bezeichnung
es: Crear Etiqueta
fr: Étiquette de la compilation

source: Build Overview
de: Build Überblick
es: Construcciones
fr: Aperçu général de la compilation

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Categories
de: Kategorien
es: Categorías
fr: Catégories

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: CCNet Status
es: CCNet Estado
fr: État de CCNet

source: Change
de: Ändern
es: Cambiar
fr: Changer

source: Click here for the full build report.
de: Zum kompletten Build Bericht.
es: Haga clic aquí para ver el informe completo de la construcción.
fr: Cliquer ici pour un rapport complet.

source: Click here for the most recent build report.
de: Zum neuesten Build Bericht.
es: Haga clic aquí para ver el informe de generación más reciente.
fr: Cliquer ici pour le plus récent rapport.

source: Click here to open log in its own page
de: Protokoll in neuem Fenster öffnen
es: Haga clic aquí para abrir registro en su propia página
fr: Cliquer ici pour ouvrir le journal dans sa propre page

source: Close
de: Schliessen
es: Cerrar
fr: Fermer

source: Commands
de: Befehle
es: Comandos
fr: Commandes

source: Current Password
de: Passwort
es: Comtraseña
fr: Mot de passe actuel

source: Current Status for {0}
de: Aktueller Status von {0}
es: Estado Actual de {0}
fr: État actuel pour {0}

source: Dashboard
fr: Tableau de bord

source: Dashboard Administration
es: Dashboard Administración
fr: Tableau de bord administratif

source: Defined Users
de: Eingerichtete Benutzer
es: Usuarios
fr: Définir les utilisateurs

source: Defined Users for Project: {0}
de: Eingerichtete Benutzer für {0}
es: Usuarios del Proyecto {0}
fr: Définir les utilisateurs au projet: {0}

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete server
de: Server löschen
es: Eliminar Servidor
fr: Supprimer le serveur

source: Display Name
de: angezeigter Name
es: Mostrar Nombre
fr: Nom d'affichage

source: Enter
de: Einloggen
es: Aceptar
fr: Connexion

source: Error
de: Fehler
fr: Erreur

source: Event
de: Ereignis
es: Evento
fr: Événement

source: Event Date/Time
de: Ereignis Datum/Zeit
es: Evento Fecha/Hora
fr: Date/heure de l'événement

source: External Links
de: Externe Links
es: Enlaces Externos
fr: Liens externes

source: Free Disk Space
de: Freier Plattenplatz
es: Espacio Libre en Disco
fr: Espace disque disponible

source: Import
de: Importieren
es: Importar
fr: Importer

source: Install
de: Installieren
es: Instalar
fr: Installer

source: Installation Log
de: Installationsprotokoll
es: Log de Instalación
fr: Journal d'installation

source: Last Build Label
de: Letzte Build Bezeichnung
es: Última Etiqueta de Compilación
fr: Dernier étiquette

source: Last Build Status
de: Letzter Build Zustand
es: Último Estado de Compilación
fr: État de la dernière compilation

source: Last Build Time
de: Letzter Build Zeitpunkt
es: Último Fecha de Compilación
fr: Date de la dernière compilation

source: Latest
de: Letzter
es: Último
fr: Dernier

source: Load Package
de: Paket laden
es: Cargar Paquete
fr: Charger un paquetage

source: Loading parameters, please wait...
de: Parameter werden geladen, bitte warten ...
es: Cargando parámetros, espere por favor ...
fr: Chargement des paramètres...

source: Loading status data, please wait...
de: Status Daten werden geladen, bitte warten ...
es: Cargando estados, espere por favor ...
fr: Chargement de l'état, veuillez patienter...

source: Loading, please wait...
de: Laden, bitte warten ...
es: Cargando, espere por favor ...
fr: Chargement...

source: Location
de: Ort
es: Ubicación
fr: Emplacement

source: Login
de: Einloggen
es: Ingresar
fr: Connexion

source: Logout
de: Ausloggen
es: Salir
fr: Déconnexion

source: Most Recent Build Results
de: Neueste Build Ergbnisse
es: Ultimos resultados de la generación
fr: Les résultats des compilations les plus récentes

source: Name
es: Nombre
fr: Nom

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe

source: Next
de: Nächster
es: Siguiente
fr: Suivant

source: Next Build Time
de: Nächster Build Zeitpunkt
es: Próxima Fecha de Compilación
fr: Heure de la prochaine compilation

source: Number of Files
de: Anzahl der Dateien
es: Número de Archivos
fr: Nombre de fichiers

source: Outcome
de: Ergebnisse
es: Resultado
fr: Résultat

source: Package
de: Paket
es: Paquetes
fr: Paquetage

source: Package details
de: Paketdetails
es: Detalle
fr: Détails du paquetage

source: Package Name
de: Paketname
es: Nombre Paquete
fr: Nom du paquetage

source: Package Size
de: Paketgröße
es: Tamaño Paquete
fr: Taille du paquetage

source: Packages
de: Pakete
es: Paquetes
fr: Paquetages

source: PageRendered
de: Diese Seite wurde um {0} erzeugt.
es: Esta pagina fue generada a las {0}.
fr: Cette page a été généré à: {0}

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Permission Diagnostics
de: Berechtigungsdiagnose
es: Berechtigungsdiagnose
fr: Diagnostique des permissions

source: Please contact your build administrator.
de: Bitte kontaktieren Sie Ihren Build-Administrator.
es: Por favor contactase con el administrador.
fr: Contacter l'administrateur des compilations.

source: Please login again or contact your build administrator.
de: Bitte loggen Sie sich erneut ein oder kontaktieren Sie Ihren Build-Administrator.
es: Volver a ingresar o contactase con el administrador.
fr: Veuillez vous connecter à nouveau ou contacter l'administrateur des compilations.

source: Previous
de: Vorheriger
es: Anterior
fr: Précédent

source: Project
de: Projekt
es: Proyecto
fr: Projet

source: Project Name
de: Projekt Name
es: Nombre del Proyecto
fr: Nom du project

source: Project Parameters
de: Projekt Parameter
es: Parámetros del Proyecto
fr: Paramètres du project

source: Project Report for {0}
de: Projekt Bericht für {0}
es: Informe del Proyecto {0}
fr: Rapport pour le projet {0}

source: Project Status for {0}
de: Projekt Zustand für {0}
es: Estado del Proyecto {0}
fr: État du projet {0}

source: Queue
de: Warteschlange
es: Cola
fr: File d'attente

source: Queue Priority
de: Warteschlangenrang
es: Prioridad de la cola
fr: Priorité dans la file d'attente

source: Recent Builds
de: Neueste Builds
es: Compilación Reciente
fr: Dernières compilations

source: Refresh status
de: Aktualisieren
es: Refrescar Estado
fr: Rafraîchir

source: Reload dashboard
de: Dashboard neu laden
es: Recargar Dashboard
fr: Recharder le tableau de bord

source: Remote Servers
de: Server
es: Servidor
fr: Serveurs distant

source: Remove
de: Entfernen
es: Quitar
fr: Enlever

source: Repeat New Password
de: Neues Passwort wiederholen
es: Repetir Contraseña
fr: Confirmer nouveau mot de passe

source: Reset password
de: Passwort zurücksetzen
es: Cambiar Contraseña
fr: Réinitialiser le mot de passe

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder

source: Security Configuration for Project: {0}
de: Sicherheitskonfiguration für Projekt {0}
es: Configuración de Seguridad para el Proyecto {0}
fr: Configuration de la sécurité pour le projet:

source: Server
es: Servidor
fr: Serveur

source: Server Audit History
de: Server Sicherheitsprotokoll
es: Historial del Servidor
fr: Historique du serveur

source: Server details
es: Detalles del Servidor
fr: Détails du serveur

source: Server Log
de: Serverprotokoll
es: Registros del Servidor
fr: Journal du serveur

source: Server Log for Project: {0}
de: Serverprotokoll für Projekt {0}
es: Registros del Proyecto {0}
fr: Journal du serveur pour le projet: {0}

source: Server Name
es: Nombre del Servidor
fr: Nom du serveur

source: Server Security Configuration
de: Server Sicherheitskonfiguration
es: Configuración de seguridad del servidor
fr: Configuration de la sécurité pour le serveur

source: Server Version
es: Versión del Servidor
fr: Version du serveur

source: Servers
es: Servidores
fr: Serveurs

source: Show All
de: Alle anzeigen
es: Mostrar Todo
fr: Montrer toutes les compilations

source: Status
de: Zustand
es: Estado
fr: État

source: The administration console is password protected, please enter your password
de: Die Administationskonsole ist passwortgeschützt. Bitte geben Sie Ihr Passwort ein
es: La consola de administración está protegido con contraseña, por favor introduzca su contraseña
fr: La console administratif est protégée par un mot de passe. Veuillez entrer votre mot de passe

source: There was an exception trying to carry out your request.
de: Ihre Anfrage hat eine Exception ausgelöst.
es: Hubo una excepción tratando de llevar a cabo su solicitud.
fr: Une exception est survenue lors de votre requête.

source: Time Completed
de: Beendet um
es: Tiempo Completado
fr: Complété à

source: Time Started
de: Angefangen um
es: Tiempo Iniciado
fr: Démarré à

source: User
de: Benutzer
es: Usuario
fr: Utilisateur

source: User Name
de: Benutzername
es: Nombre de Usuario
fr: Utilisateur

source: View Log
de: Protokoll anzeigen
es: Ver Log
fr: Visualiser journal

source: View this report in its own window
de: Bericht in neuem Fenster öffnen
es: Ver este documento en su propia ventana
fr: Visualiser ce rapport dans sa propre fenêtre

source: Web Url
de: URL
es: URL
fr: Url

source: You do not have permission for this action
de: Sie haben nicht die nötigen Berechtigungen für diesen Befehl
es: Usted no tiene permiso para esta acción
fr: Vous n'avez pas les droits pour effectuer cette action.

source: You have successfully logged in
de: Eingeloogt
es: Ha iniciado sesión
fr: Connexion réussie

source: You have successfully logged out
de: Ausgeloggt
es: Ha cerrado la sesión
fr: Déconnexion réussie

source: Your session is invalid
de: Ihre Sitzung ist ungültig
es: Su sesión no es válida
fr: Votre session est invalide

source: Abort
de: Abbrechen
es: Abortar
fr: Interrompre

source: Abort successfully forced for {0}
de: Abbruch für {0} erzwungen
es: Fue abortado {0}
fr: Interruption forcée réussi pour le projet {0}

source: Administer Dashboard
de: Dashboard administrieren
es: Administración del Dashboard
fr: Gérer le tableau de bord

source: Breakers
de: Verursacher
fr: Casseurs

source: Build Report
de: Build Bericht
es: Informe de la Generación
fr: Rapport de compilation

source: Build successfully forced for {0}
de: Build für {0} erzwungen
es: Build für {0} erzwungen
fr: Compilation forcée réussi pour le projet {0}

source: Building
de: Arbeitet
es: Generando
fr: Compilation en cours

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé

source: CheckingModifications
de: Änderungen werden gesucht
es: Revisando Modificaciones
fr: Vérification des modifications

source: Download CCTray
de: CCTray herunterladen
es: Descargar CCTray
fr: Télécharger CCTray

source: Exception Full Details
de: Details der Exception
es: Detalles de la Excepción
fr: Détails de l'exception

source: Exception Message
de: Nachricht der Exception
es: Mensajes de la Excepción
fr: Message de l'exception

source: Failing Tasks
de: Fehlgeschlagene Tasks
es: Tareas Fallidas
fr: Tâches en échec

source: Failure
de: Fehlschlag
es: Fracaso
fr: Échec

source: Farm Report
de: Alle Server
es: Informe General
fr: Rapport complet

source: Force
de: Anstoßen
es: Forzar
fr: Forcer

source: Force Build Only
de: Keine automatischen Builds
es: Forzar Generación
fr: Forcer la compilation seulement

source: Invalid package - manifest file is missing
de: Defektes Paket: manifest-Datei fehlt
es: Paquete no válido: falta archivo de manifiesto
fr: Paquetage invalide - Le manifeste est introuvable

source: Invalid password
de: Ungültiges Passwort
es: Contraseña No valida
fr: Mot de passe invalide

source: Latest Build
de: Letzter Build
es: Ultima Generación
fr: Dernière compilation

source: Name is a compulsory value
de: Name ist ein notwendiges Feld
es: El nombre es un valor obligatorio
fr: Le champ Nom est obligatoire

source: No file selected to import!
de: Keine Datei ausgewählt!
es: No fueron seleccionados archivos a importar!
fr: Aucun fichier sélectionné pour importation

source: Package '{0}' has been loaded
de: Paket '{0}' wurde geladen
es: Paquete '{0}' se ha cargado
fr: Paquetage '{0}' chargé

source: Package has been installed
de: Paket wurde installiert
es: Paquete de ha instalado
fr: Paquetage installé

source: Package has been removed
de: Paket wurde entfernt
es: Paquete se ha removido
fr: Paquetage supprimé

source: Package has been uninstalled
de: Paket wurde deinstalliert
es: Paquete se ha desintalado
fr: Paquetage désinstallé

source: Package List
de: Paketliste
es: Lista de Paquetes
fr: Liste des paquetages

source: Pending
de: Warteschlange
es: Pendiente
fr: En attente

source: Project Configuration
de: Projekt Konfiguration
es: Configuración del Proyecto
fr: Configuration du projet

source: Project Report
de: Projekt Bericht
es: Informe del Proyecto
fr: Rapport du projet

source: Project Status
de: Projekt Zustand
es: Estado del Proyecto
fr: État du projet

source: Running
de: Aktiv
es: Operativo
fr: En cours

source: Server has been deleted
de: Server wurde gelöscht
es: El servidor ha sido eliminado
fr: Serveur supprimé

source: Server has been saved
de: Server wurde gespeichert
es: El servidor ha sido guardado
fr: Serveur sauvegardé

source: Server name has not been set
de: Servername ist nicht gesetzt
es: Nombre del servidor no se ha establecido
fr: Le nom du serveur n'a pas été assigné

source: Server Report
de: Serverbericht
es: Informe del servidor
fr: Rapport du serveur

source: Sleeping
de: ruht
es: Esperando
fr: Mise en veille

source: Start
es: Iniciar
fr: Démarrer

source: Starting project {0}
de: Projekt {0} startet
es: Proyecto {0} iniciado
fr: Démarrage du projet {0}

source: Stop
es: Detener
fr: Arrêter

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté

source: Stopping
de: Wird gestoppt
es: Deteniendo
fr: Mise en arrêt

source: Stopping project {0}
de: Projekt {0} wird gestoppt
es: Proyecto {0} Detenido
fr: Arrêt du projet {0}

source: Success
de: Erfolg
es: Exito
fr: Succès

source: The dashboard configuration has been reloaded
de: Die Dashboardkonfiguration wurde neu geladen
es: La configuración del Dashboard recargada
fr: La configuration du tableau de bord a été rechargé

source: Unable to find server
de: Server unauffindbar
es: Servidor no encontrado
fr: Serveur introuvable

source: Unable to remove package - has the package already been removed?
de: Paket konnte nicht entfernt werden. Wurde es bereits entfernt?
es: No se puede eliminar paquete - el paquete ya ha sido eliminado?
fr: Incapable de supprimer le paquetage - Est-ce que le paquetage est déjà supprimé?

source: Unable to uninstall package
de: Paket konnte nicht deinstalliert werden
es: No se puede desinstalar paquete
fr: Incapable de désinstaller le paquetage

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unknown action '{0}'
de: Unbekannter Befehl '{0}'
es: Acción desconocida '{0}'
fr: Action inconnue '{0}'

source: URI is a compulsory value
de: URI ist ein notwendiger Wert
es: URI es un valor obligatorio
fr: Le champ URI est obligatoire

source: View All Builds
de: Alle Builds anzeigen
es: Ver Todas las Generaciones
fr: Visualiser toutes les compilations

source: View Build Log
de: Buildprotokoll anzeigen
es: Ver Log de la Generación
fr: Visualiser le journal de la compilation

source: View Modification History
de: Veränderungsgeschichte
es: Ver Modificaciones
fr: Visualiser l'historique des modifications

source: View Project Configuration
de: Projektkonfiguration
es: Ver Configuración del Proyecto
fr: Visualiser la configuration du projet

source: View Queue Status
de: Warteschlange
es: Ver Estado
fr: Visualiser l'état de la file d'attente

source: View Security Configuration
de: Sicherheitskonfiguration
es: Ver Configuración de Seguridad
fr: Visualiser la configuration de la sécurité

source: View Server Info
de: Serverinformation
es: Ver Información del Servidor
fr: Visualiser les informations du serveur

source: View Server Log
de: Serverprotokoll
es: Ver Log del Servidor
fr: Visualiser le journal de bord

source: View Statistics
de: Statistiken anzeigen
es: Ver Estadísticas
fr: Visualiser les statistiques

source: View User List
de: Benutzerliste anzeigen
es: Ver Lista de Usuarios
fr: Visualiser la liste des utilisateurs

source: Exception
es: Excepción
